IdeaRS.Connections
GeneralPlateData.LocJointPoint Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.GeneralPlateData.LocJointPoint"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point3D LocJointPoint { get; set; }
Property Value
Type: Point3D
See Also
Reference
GeneralPlateData Class
IdeaRS.Connections.Data Namespace